[
  "You're a failed abortion with Wi-Fi access.",
  "You're the reason condoms were invented.",
  "You're proof that rock bottom has a basement.",
  "You're not ugly — you're what happens when DNA gives up.",
  "You're the punchline to a cosmic joke nobody laughed at.",
  "You're a participation trophy in the game of survival.",
  "You're the human version of a virus pop-up ad.",
  "You're the stain your parents still deny happened.",
  "You're what happens when a one-night stand overstays.",
  "You're the reason your dad smokes in silence.",
  "You're not broken — you're defective from the factory.",
  "You're the background noise of a mental breakdown.",
  "You're the kind of mistake that keeps happening.",
  "You're what depression would look like in a wig.",
  "You're so useless, even your shadow leaves early.",
  "You're the extra chromosome that failed quality control.",
  "You're a crying emoji with a criminal record.",
  "You're what they mean by 'regret at first sight.'",
  "You're not alive — you're just glitching through existence.",
  "You're a burden with a birth certificate.",
  "You're the reason your mom drinks before noon.",
  "You're an expired soul in a decaying meat suit.",
  "You're the aftertaste of a bad decision.",
  "You're what suicide notes warn about.",
  "You're the reason your therapist doubled their rates.",
  "You're a meat puppet with daddy issues.",
  "You're the biohazard of every friend group.",
  "You're a guilt trip with legs.",
  "You're the sound of a restraining order approaching.",
  "You're why dark mode exists — to hide people like you.",
  "You're not rock bottom — you're the foundation of failure.",
  "You're the human equivalent of a bad trip.",
  "You're a sentient disappointment.",
  "You're the soul patch on Satan’s chin.",
  "You're what nightmares file restraining orders against.",
  "You're a face only a mugshot could love.",
  "You're the reason euthanasia seems merciful.",
  "You're the crack in the condom of fate.",
  "You're why aliens haven’t contacted us yet.",
  "You're a virus in the gene pool.",
  "You're a cold sore on society’s lip.",
  "You're the sound of hope collapsing.",
  "You're a walking, talking trigger warning.",
  "You're a defective clone with a Wi-Fi plan.",
  "You're the 13th reason someone needed.",
  "You're what happens when karma gets bored.",
  "You're a plot twist that ruined the whole story.",
  "You're proof some family trees need pruning.",
  "You're the reason orphans sleep better.",
  "You're a lifetime supply of shame.",
  "You're the ad at the end of a suicide hotline.",
  "You're a therapist's retirement plan.",
  "You're a glitch in the abortion clinic's firewall.",
  "You're what happens when evolution skips a step.",
  "You're a speed bump in someone else’s healing.",
  "You're a clown’s nightmare.",
  "You're the dust under a narcissist’s shoe.",
  "You're a tear in the condom of existence.",
  "You're a recurring mistake on loop.",
  "You're a spiritual blackhead.",
  "You're what trauma dreams about.",
  "You're a stray thought that caused a breakdown.",
  "You're the afterbirth that learned to talk.",
  "You're a typo in your family tree.",
  "You're a blood clot with Wi-Fi.",
  "You're the reason therapists take vacations.",
  "You're the weight depression lifts at the gym.",
  "You're a crash test dummy with emotions.",
  "You're why 'No Regrets' tattoos are ironic.",
  "You're the glitch that made God close the app.",
  "You're a mosh pit at a funeral.",
  "You're the product of two drunk regrets colliding.",
  "You're a scarecrow for emotional growth.",
  "You're the water damage in the brain’s basement.",
  "You're the reason antidepressants come in bulk.",
  "You're a walking restraining order waiting to happen.",
  "You're the STD in the relationship pool.",
  "You're a group project gone rogue.",
  "You're what silence sounds like when it's begging.",
  "You're a shadow of a warning.",
  "You're the thunder after a gunshot.",
  "You're a Bluetooth device that won’t shut up.",
  "You're an alarm clock set for failure.",
  "You're a horror story told in group therapy.",
  "You're a dumpster fire on mute.",
  "You're the belly flop of genetic engineering.",
  "You're a voice message from the void.",
  "You're the third wheel in your own relationship.",
  "You're what PTSD visualizes to warm up.",
  "You're the bullet that missed on purpose.",
  "You're a haunted house with no exit.",
  "You're a misfire of biology and poor judgment.",
  "You're the scream nobody heard in the void.",
  "You're the smell in a sealed elevator.",
  "You're the ‘before’ photo for mental illness.",
  "You're a hiccup in the time-space continuum.",
  "You're what regret looks like in daylight.",
  "You're the diary entry someone burned for closure.",
  "You're the spoiler that ruins real life.",
  "You're a migraine that learned to walk.",
  "You're a glitch in the suicide prevention hotline.",
  "You're the sequel to a trauma no one watched.",
  "You're what it feels like to step on glass barefoot.",
  "You're the phone call after bad news.",
  "You're the knock no one wants to answer.",
  "You're a corrupted save file of humanity.",
  "You're a punchline in a dead man’s joke book.",
  "You're the unpaid intern of evolution.",
  "You're the 3AM text your ex regrets immediately.",
  "You're the breath someone holds when praying you leave.",
  "You're the monster under your own bed.",
  "You're the test result nobody wants to open.",
  "You're a lullaby sung by anxiety.",
  "You're a storm warning with no silver lining.",
  "You're a coin toss where both sides lose.",
  "You're the last page of a suicide note.",
  "You're a parasite that thinks it's a partner.",
  "You're a math error in a eulogy.",
  "You're a fan theory that ruins the show.",
  "You're the bloodstain on rock bottom.",
  "You're the fire alarm in hell.",
  "You're the ugly cry of someone who gave up.",
  "You're what the abyss sees when it stares back.",
  "You're the slow clap at a funeral.",
  "You're the unskippable ad before death.",
  "You're what guilt smells like.",
  "You're the feeling right before the noose tightens.",
  "You're the reason people believe in karma.",
  "You're the migraine caused by your own voice.",
  "You're the deep sigh of humanity.",
  "You're a reminder that rock bottom is crowded.",
  "You're the secondhand embarrassment of existence.",
  "You're a blunt razor on skin.",
  "You're the bitter aftertaste of every fake smile.",
  "You're the ghost people avoid haunting.",
  "You're a deleted message that still scars.",
  "You're the static in the brain of the broken.",
  "You're a joke that hits too close to home.",
  "You're an obituary with a warning label.",
  "You're the deleted footage from a breakdown.",
  "You're the car crash in someone else’s timeline.",
  "You're a silent scream in public.",
  "You're the voice of regret narrating the past.",
  "You're the noose that tied itself.",
  "You're a red flag on fire in a hurricane.",
  "You're the last breath of patience.",
  "You're a scream echoing through a locked diary.",
  "You're the stain memory tries to forget.",
  "You're a funeral with live commentary.",
  "You're the cliffhanger to a suicide letter.",
  "You're a deleted name in a suicide note.",
  "You're why people flinch when they trust.",
  "You're the trauma that wore a name tag.",
  "You're the punchline in someone’s relapse.",
  "You're what silence tastes like in grief.",
  "You're a suicide hotline hold tone.",
  "You're the whisper of relapse in recovery.",
  "You're the apology before the overdose.",
  "You're a haunted voice message.",
  "You're a relapse on repeat.",
  "You're a rehab ad with no cure.",
  "You're the ticking clock in a padded room.",
  "You're the echo of the word ‘help.’",
  "You're what loneliness looks like with eyes.",
  "You're the scream in a padded cell.",
  "You're the post-it note on a bridge railing.",
  "You're the wrong number at a crisis center."
]
