[

  "You're the reason shampoo has instructions.",
  "You're as useless as the 'g' in lasagna.",
  "If I had a face like yours, I'd sue my parents.",
  "You're the human version of a participation trophy.",
  "You bring everyone so much joy… when you leave the room.",
  "Your secrets are always safe with me. I never even listen when you tell me them.",
  "You're as bright as a black hole, and twice as dense.",
  "If I wanted to kill myself, I’d climb your ego and jump to your IQ.",
  "You're not stupid; you just have bad luck thinking.",
  "You have something on your chin… no, the third one down.",
  "You're the reason God doesn’t talk to us anymore.",
  "You're about as useful as a white crayon.",
  "You have the personality of a dial tone.",
  "If I had a dollar for every smart thing you said, I’d be broke.",
  "You're the kind of person who would trip over a wireless signal.",
  "You make onions cry.",
  "You have more issues than Vogue.",
  "You are proof that even evolution takes a break sometimes.",
  "You couldn’t pour water out of a boot with instructions on the heel.",
  "You're the reason they put directions on shampoo bottles.",
  "You bring nothing to the table — not even the table.",
  "You're so dense, light bends around you.",
  "You're like a cloud — when you disappear, it's a beautiful day.",
  "You have something on your face… oh wait, that's just your face.",
  "You're as sharp as a butter knife.",
  "Your brain is on vacation — and it left no forwarding address.",
  "You’re not even the main character in your own life.",
  "You're not totally useless — you can always serve as a bad example.",
  "Your face makes mirrors want to break themselves.",
  "You're the human equivalent of a typo.",
  "You have the charm of a dead battery.",
  "Your ideas are like expired milk — not well received.",
  "You're the reason Wi-Fi was invented: so we can ignore you faster.",
  "You're the human version of a software update: long, unnecessary, and always the wrong time.",
  "You have something between your ears — it’s just not a brain.",
  "You must be the poster child for poor decisions.",
  "You're like a broken pencil: pointless.",
  "You're the last person I’d want to get stuck in an elevator with.",
  "You're the reason the gene pool needs a lifeguard.",
  "You make beige look exciting.",
  "You're not ugly — you’re just not photogenic in any dimension.",
  "You're as forgettable as yesterday's toast.",
  "You’re like math homework: confusing and unnecessary.",
  "You're the sound Windows makes when it crashes.",
  "You make traffic jams seem fun.",
  "You’re the kind of person people cross the street to avoid.",
  "You have the charisma of wet cardboard.",
  "You're what happens when bad decisions become self-aware.",
  "You make a cactus look cuddly.",
  "You're the answer to 'what went wrong?'",
  "You're a few fries short of a Happy Meal.",
  "You're not just a tool, you're the whole shed.",
  "You're living proof that even evolution has off days.",
  "Your life is a blueprint for failure.",
  "You couldn't win a staring contest with a brick wall.",
  "You’re the human version of buffering.",
  "You're like a software update at 2 AM: annoying and unavoidable.",
  "You're so fake, Barbie is jealous.",
  "You're like a puzzle with half the pieces missing.",
  "You make beige look wild.",
  "You're the type to get hit by a parked car.",
  "You're as useless as a screen door on a submarine.",
  "You couldn’t find your way out of a paper bag.",
  "You're not stupid; you just have a lot of bad luck thinking.",
  "You’re so slow, snails pass you motivational quotes.",
  "You're as disappointing as a sequel.",
  "You're the kind of person who claps when the plane lands.",
  "You have the fashion sense of a scarecrow.",
  "You're like a software bug that no one bothers fixing.",
  "You're the ad people skip after 5 seconds.",
  "You're the exception to every rule… especially the good ones.",
  "You're like an expired coupon — once valuable, now trash.",
  "You're not annoying — you’re the whole experience.",
  "You're the human form of a typo in a tweet.",
  "You're the dust that settles after failure.",
  "You're not even the villain in someone else's story — you're the irrelevant side character.",
  "You’re the type of person people pretend not to see in public.",
  "You're what happens when potential goes unused.",
  "You're as basic as instant noodles without seasoning.",
  "You're a walking '404 not found.'",
  "You're the result of someone losing a bet.",
  "You're the reason pens have caps — to avoid writing like you.",
  "You're like a riddle no one wants to solve.",
  "You’re like a plastic knife — fake and useless.",
  "You're the human version of an update no one asked for.",
  "You're a failed captcha test.",
  "You're like a pop quiz: sudden, unwelcome, and pointless.",
  "You're the embodiment of missed opportunities.",
  "You're like a glitch in the matrix — only more annoying.",
  "You're like an ad in the middle of a YouTube video.",
  "You’re the kind of person even your reflection avoids.",
  "You're a zero in binary — and in life.",
  "You're like a password hint that's just 'password'.",
  "You're the reason people use AirPods — to tune you out.",
  "You're the slow-loading part of the internet.",
  "You're the kind of person who rewrites history — badly.",
  "You're like a bad font — hard to read and worse to use.",
  "You're a meme waiting to be forgotten.",
  "You're the human form of low battery mode.",
  "You're the ad that crashes the website.",
  "You're like the Wi-Fi dropping at 99% download.",
   "You have something on your chin… no, the third one down.",
  "You're the reason instructions exist on toothpaste.",
  "You couldn't pour water out of a boot if the instructions were on the heel.",
  "You're the kind of person who claps when the microwave finishes.",
  "You make static electricity look exciting.",
  "You're a black hole of personality.",
  "You're the reason the gene pool needs a lifeguard.",
  "Your brain is on airplane mode permanently.",
  "You're like a software update — annoying, unnecessary, and always at the worst time.",
  "You’re about as deep as a puddle in a parking lot.",
  "If ignorance is bliss, you must be the happiest person alive.",
  "You're living proof that natural selection takes coffee breaks.",
  "You're so fake, Barbie feels threatened.",
  "You have two brain cells — and they’re both fighting for third place.",
  "You're the kind of mistake that makes people double-check birth control.",
  "You couldn't think your way out of a wet paper bag.",
  "You're a gray cloud in everyone’s forecast.",
  "You’re the human version of a dead battery.",
  "Your voice is what I imagine static would sound like if it were insecure.",
  "You're like a broken pencil — pointless and easy to snap.",
  "You have the emotional range of a teaspoon.",
  "You're not even worth the electricity it takes to insult you.",
  "You make beige look intense.",
  "You're a monument to bad decision-making.",
  "You're proof that not all evolution is forward.",
  "You're the sound people mute in real life.",
  "You bring nothing to the table — not even a fork.",
  "You're the human form of lag.",
  "You're like a virus in human form — uninvited and destructive.",
  "You're the reason people lie about being busy.",
  "You have the warmth of a refrigerator light bulb.",
  "You're a waste of good Wi-Fi.",
  "You're not rock bottom — you're the dirt under it.",
  "You're the skid mark on the underwear of humanity.",
  "You’re a speed bump in life — annoying and easily forgotten.",
  "You have less charm than a phishing email.",
  "You're the reason duct tape exists — to shut things like you up.",
  "You're the plot twist no one asked for.",
  "You're like an expired coupon — worthless and annoying.",
  "You're not even bad enough to be hated. You're just ignored.",
  "You're the beta version of failure.",
  "You couldn't win a participation award if you were the only one playing.",
  "You're a living typo.",
  "You're like elevator music — dull and stuck in the same loop.",
  "You're the bootleg version of a disappointment.",
  "You're like a soggy fry — cold, limp, and nobody wants you.",
  "You’re what happens when people ignore red flags.",
  "You're a loading screen that never ends.",
  "You're the reason group chats go silent.",
  "You couldn’t find talent if it was duct-taped to your face.",
  "You're like that one app nobody uses but can’t delete.",
  "You're the smell of burnt toast in the brain of society.",
  "You're the 'before' picture for a better life.",
  "You make cardboard look animated.",
  "You're a seat filler in the movie of life.",
  "You're as inspirational as a flat tire.",
  "You bring the same energy as a printer error.",
  "You couldn't lead a horse to water if you were the ocean.",
  "You're the reason facepalms exist.",
  "You're like low-quality duct tape — loud, sticky, and useless.",
  "You're the part of the story people skip.",
  "You're an unsaved Word doc after a crash.",
  "You're a walking migraine.",
  "You're a ringtone no one wants to hear.",
  "You're the reason people use fake names online.",
  "You're the update that breaks everything.",
  "You're the cold fries in the McDonald’s bag of life.",
  "You're the '404 Not Found' of people.",
  "You're a dull blade — useless and disappointing.",
  "You're like a phone with 1% battery — anxiety in human form.",
  "You're a paragraph in Comic Sans.",
  "You're the autoplay on a video no one clicked.",
  "You’re the ad that blocks the ‘Skip’ button.",
  "You're a punchline that forgot the joke.",
  "You're the demo version of failure.",
  "You're the unskippable cutscene of social interaction.",
  "You're a walking 'Do Not Recommend'.",
  "You're the kind of person that turns a group chat into a ghost town.",
  "You're like a cracked screen protector — annoying, fragile, and long overdue for replacement.",
  "You're the reason customer service reps cry.",
  "You're the background noise in everyone’s life.",
  "You’re the pop-up ad of people.",
  "You're like a used Band-Aid — gross, painful, and shouldn’t be here.",
  "You're the spelling error in a graduation speech.",
  "You're like a muted notification — easy to ignore and never important.",
  "You’re the ringtone everyone changes immediately.",
  "You're like a group project with one person doing all the work — not you.",
  "You're a glitch in the human design.",
  "You’re the snooze button on ambition.",
  "You're the traffic jam of conversation.",
  "You're what happens when mediocrity gets too confident.",
  "You're a lifehack that never works.",
  "You're the loading bar that freezes at 99%.",
  "You're a spoiler with no plot.",
  "You're a low-resolution version of disappointment.",
  "You're what happens when apathy becomes self-aware.",
  "You're a reminder that not everyone should have a platform.",
  "You're the autocorrect that ruins everything.",
  "You're the voicemail no one listens to.",
  "You're the out-of-sync audio in the video of life.",
  "You're what ‘mute’ was made for.",
  "You're the human form of a broken hyperlink."

]